Repository: PITADIA/android-couple-app
Catalog: EnCouple.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# ec_46
source: What new couple habit would you like us to establish?
de: Welche neue Paar-Gewohnheit würdest du gern mit mir einführen?
es: ¿Qué nuevo hábito de pareja te gustaría que estableciéramos?
fr: Quelle nouvelle habitude de couple aimerais-tu qu'on instaure ?
it: Quale nuova abitudine di coppia ti piacerebbe instaurare?
nl_nl: Welke nieuwe gewoonte als koppel zou je willen dat we invoeren?
pt_br: Qual novo hábito de casal você gostaria que a gente criasse?
pt_pt: Que novo hábito de casal gostarias que criássemos?

# ec_47
source: Is there something you'd like to dare to tell me but never have?
de: Gibt es etwas, das du mir gern sagen würdest, dich aber nie getraut hast?
es: ¿Hay algo que te gustaría atreverte a decirme pero nunca lo has hecho?
fr: Y a-t-il quelque chose que tu aimerais oser me dire mais que tu n'as jamais osé ?
it: C'è qualcosa che vorresti avere il coraggio di dirmi ma non l’hai mai fatto?
nl_nl: Is er iets dat je me graag zou durven vertellen maar nooit hebt gedaan?
pt_br: Existe algo que você gostaria de ter coragem de me dizer, mas nunca disse?
pt_pt: Há algo que gostarias de ousar dizer-me mas nunca disseste?

# ec_48
source: Do you feel like our relationship is balanced between what we give and receive?
de: Hast du das Gefühl, dass unsere Beziehung zwischen Geben und Nehmen im Gleichgewicht ist?
es: ¿Sientes que nuestra relación está equilibrada entre lo que damos y recibimos?
fr: As-tu l'impression que notre relation est équilibrée entre ce que l'on donne et ce que l'on reçoit ?
it: Hai la sensazione che la nostra relazione sia equilibrata tra ciò che diamo e riceviamo?
nl_nl: Heb je het gevoel dat onze relatie in balans is tussen wat we geven en ontvangen?
pt_br: Você sente que o nosso relacionamento está equilibrado entre o que damos e recebemos?
pt_pt: Sentes que a nossa relação está equilibrada entre o que damos e recebemos?

# ec_49
source: What is something you'd like me to change about myself?
de: Was würdest du dir wünschen, dass ich an mir ändere?
es: ¿Qué te gustaría que cambiara de mí?
fr: Quelle est une chose que tu aimerais que je change chez moi ?
it: Qual è una cosa di me che vorresti che cambiassi?
nl_nl: Wat is iets dat je zou willen dat ik aan mezelf verander?
pt_br: O que você gostaria que eu mudasse em mim?
pt_pt: O que gostarias que eu mudasse em mim?

# ec_50
source: What gesture or word gives you confidence in our love again?
de: Welche Geste oder welches Wort gibt dir wieder Vertrauen in unsere Liebe?
es: ¿Qué gesto o palabra te devuelve la confianza en nuestro amor?
fr: Quel geste ou mot te redonne confiance en notre amour ?
it: Quale gesto o parola ti ridà fiducia nel nostro amore?
nl_nl: Welk gebaar of woord geeft je weer vertrouwen in onze liefde?
pt_br: Qual gesto ou palavra faz você voltar a confiar no nosso amor?
pt_pt: Que gesto ou palavra te devolve confiança no nosso amor?

# ec_51
source: Is there a movie or series that makes you think of our relationship?
de: Gibt es einen Film oder eine Serie, die dich an unsere Beziehung erinnert?
es: ¿Hay una película o serie que te haga pensar en nuestra relación?
fr: Y a-t-il un film ou une série qui te fait penser à notre relation ?
it: C'è un film o una serie che ti fa pensare alla nostra relazione?
nl_nl: Is er een film of serie die je aan onze relatie doet denken?
pt_br: Existe algum filme ou série que faça você pensar no nosso relacionamento?
pt_pt: Há algum filme ou série que te faça pensar na nossa relação?

# ec_52
source: What would you like us to build together in the coming year?
de: Was würdest du gern im kommenden Jahr mit mir aufbauen?
es: ¿Qué te gustaría que construyéramos juntos el próximo año?
fr: Qu'aimerais-tu qu'on construise ensemble dans l'année à venir ?
it: Cosa vorresti che costruissimo insieme nel prossimo anno?
nl_nl: Wat zou je willen dat we het komende jaar samen opbouwen?
pt_br: O que você gostaria que construíssemos juntos no próximo ano?
pt_pt: O que gostarias que construíssemos juntos no próximo ano?

# ec_53
source: Is there something I do that makes you feel unloved?
de: Gibt es etwas, das ich tue, wodurch du dich ungeliebt fühlst?
es: ¿Hay algo que haga que te haga sentir poco amado?
fr: Est-ce qu'il y a quelque chose que je fais qui te fait te sentir non aimé(e) ?
it: C'è qualcosa che faccio che ti fa sentire non amato/a?
nl_nl: Is er iets dat ik doe waardoor je je niet geliefd voelt?
pt_br: Existe algo que eu faça que faça você se sentir não amado(a)?
pt_pt: Há algo que eu faça que te faça sentir não amado(a)?

# ec_54
source: What are the little daily things that nourish our love?
de: Welche kleinen Dinge im Alltag nähren unsere Liebe?
es: ¿Cuáles son las pequeñas cosas diarias que alimentan nuestro amor?
fr: Quelles sont les petites choses du quotidien qui nourrissent notre amour ?
it: Quali piccole cose quotidiane nutrono il nostro amore?
nl_nl: Wat zijn de kleine dagelijkse dingen die onze liefde voeden?
pt_br: Quais são as pequenas coisas do dia a dia que nutrem o nosso amor?
pt_pt: Quais são as pequenas coisas do dia a dia que alimentam o nosso amor?

# ec_55
source: How do you feel about our future together?
de: Wie fühlst du dich, wenn du an unsere gemeinsame Zukunft denkst?
es: ¿Cómo te sientes acerca de nuestro futuro juntos?
fr: Que ressens-tu à propos de notre avenir ensemble ?
it: Cosa provi riguardo al nostro futuro insieme?
nl_nl: Hoe voel je je over onze toekomst samen?
pt_br: O que você sente em relação ao nosso futuro juntos?
pt_pt: O que sentes em relação ao nosso futuro juntos?

# ec_56
source: What would you like me to understand without you having to say a word?
de: Was soll ich besser verstehen, ohne dass du es aussprechen musst?
es: ¿Qué te gustaría que entendiera sin que tengas que decir una palabra?
fr: Qu'aimerais-tu que je comprenne sans que tu aies besoin de le dire ?
it: Cosa vorresti che capissi senza che tu debba dirlo?
nl_nl: Wat zou je willen dat ik begrijp zonder dat je een woord hoeft te zeggen?
pt_br: O que você gostaria que eu entendesse sem que você precisasse falar?
pt_pt: O que gostarias que eu entendesse sem precisares de dizer?

# ec_57
source: What is your vision of a fulfilled long-term couple?
de: Wie stellst du dir ein erfülltes Langzeit-Paar vor?
es: ¿Cuál es tu visión de una pareja realizada a largo plazo?
fr: Quelle est ta vision d'un couple épanoui sur le long terme ?
it: Qual è la tua visione di una coppia appagata a lungo termine?
nl_nl: Wat is jouw visie van een vervuld langetermijnkoppel?
pt_br: Qual é a sua visão de um casal realizado a longo prazo?
pt_pt: Qual é a tua visão de um casal realizado a longo prazo?

# ec_58
source: What question would you like me to ask you more often?
de: Welche Frage würdest du dir von mir öfter wünschen?
es: ¿Qué pregunta te gustaría que te hiciera más a menudo?
fr: Quelle question aimerais-tu que je te pose plus souvent ?
it: Quale domanda vorresti che ti facessi più spesso?
nl_nl: Welke vraag zou je willen dat ik je vaker stel?
pt_br: Qual pergunta você gostaria que eu fizesse com mais frequência?
pt_pt: Que pergunta gostarias que eu te fizesse mais vezes?

# ec_59
source: What is the most beautiful gift you'd like to receive from me (non-material)?
de: Was wäre das schönste Geschenk von mir (nicht materiell), das du dir wünschst?
es: ¿Cuál es el regalo más hermoso que te gustaría recibir de mí (no material)?
fr: Quel est le plus beau cadeau que tu aimerais recevoir de moi (non matériel) ?
it: Qual è il dono più bello (non materiale) che vorresti ricevere da me?
nl_nl: Wat is het mooiste cadeau dat je van mij zou willen ontvangen (niet materieel)?
pt_br: Qual é o presente mais bonito (não material) que você gostaria de receber de mim?
pt_pt: Qual é o presente mais bonito (não material) que gostarias de receber de mim?

# ec_60
source: If we had a whole day without any constraints, what would you want us to do?
de: Wenn wir einen ganzen Tag ohne Verpflichtungen hätten, was würdest du gern mit mir machen?
es: Si tuviéramos un día entero sin ninguna restricción, ¿qué te gustaría que hiciéramos?
fr: Si on avait une journée entière sans aucune contrainte, que voudrais-tu qu'on fasse ?
it: Se avessimo una giornata intera senza vincoli, cosa vorresti che facessimo?
nl_nl: Als we een hele dag zonder verplichtingen hadden, wat zou je willen dat we doen?
pt_br: Se tivéssemos um dia inteiro sem nenhuma restrição, o que você gostaria que a gente fizesse?
pt_pt: Se tivéssemos um dia inteiro sem restrições, o que gostarias que fizéssemos?

# ec_61
source: How do you know I love you, even when I don't say it?
de: Woran merkst du, dass ich dich liebe, auch wenn ich es nicht sage?
es: ¿Cómo sabes que te amo, incluso cuando no lo digo?
fr: Comment sais-tu que je t'aime, même quand je ne le dis pas ?
it: Come fai a sapere che ti amo, anche quando non lo dico?
nl_nl: Hoe weet je dat ik van je hou, zelfs als ik het niet zeg?
pt_br: Como você sabe que eu te amo, mesmo quando não digo?
pt_pt: Como sabes que eu te amo, mesmo quando não o digo?

# ec_62
source: What is a bad habit I have that affects our relationship?
de: Welche schlechte Angewohnheit von mir beeinflusst unsere Beziehung?
es: ¿Cuál es un mal hábito que tengo y que afecta nuestra relación?
fr: Quelle est la mauvaise habitude que j'ai et qui affecte notre relation ?
it: Qual è un mio cattivo vizio che influisce sulla nostra relazione?
nl_nl: Wat is een slechte gewoonte van mij die onze relatie beïnvloedt?
pt_br: Qual é o mau hábito que eu tenho e que afeta o nosso relacionamento?
pt_pt: Qual é o mau hábito que tenho e que afeta a nossa relação?

# ec_63
source: Do you sometimes feel like you can't be yourself with me?
de: Hast du manchmal das Gefühl, bei mir nicht ganz du selbst sein zu können?
es: ¿A veces sientes que no puedes ser tú mismo conmigo?
fr: Est-ce qu'il t'arrive de sentir que tu ne peux pas être toi-même avec moi ?
it: Ti capita a volte di sentire che non puoi essere te stesso/a con me?
nl_nl: Heb je soms het gevoel dat je niet jezelf kunt zijn bij mij?
pt_br: Você às vezes sente que não pode ser você mesmo(a) comigo?
pt_pt: Sentes às vezes que não podes ser tu próprio(a) comigo?

# ec_64
source: Is there a way I could support you better in your personal goals?
de: Gibt es eine Art, wie ich dich bei deinen persönlichen Zielen besser unterstützen kann?
es: ¿Hay alguna manera en la que podría apoyarte mejor en tus metas personales?
fr: Y a-t-il une façon dont je pourrais mieux te soutenir dans tes objectifs personnels ?
it: C'è un modo in cui potrei sostenerti meglio nei tuoi obiettivi personali?
nl_nl: Is er een manier waarop ik je beter zou kunnen steunen in je persoonlijke doelen?
pt_br: Existe alguma forma de eu apoiar melhor você nos seus objetivos pessoais?
pt_pt: Há alguma forma de eu te apoiar melhor nos teus objetivos pessoais?

# ec_65
source: What do you love about how we take care of each other?
de: Was liebst du daran, wie wir füreinander da sind?
es: ¿Qué te encanta de la forma en que cuidamos el uno del otro?
fr: Qu'aimes-tu dans la façon dont on prend soin l'un de l'autre ?
it: Cosa ami del modo in cui ci prendiamo cura l’uno dell’altro?
nl_nl: Wat vind je mooi aan hoe we voor elkaar zorgen?
pt_br: O que você mais gosta na forma como cuidamos um do outro?
pt_pt: O que mais gostas na forma como cuidamos um do outro?

# ec_66
source: What is the most beautiful romantic moment we've shared together?
de: Was war der schönste romantische Moment, den wir zusammen erlebt haben?
es: ¿Cuál es el momento romántico más hermoso que hemos compartido juntos?
fr: Quel est le plus beau moment romantique qu'on ait vécu ensemble ?
it: Qual è il più bel momento romantico che abbiamo vissuto insieme?
nl_nl: Wat is het mooiste romantische moment dat we samen hebben gedeeld?
pt_br: Qual foi o momento romântico mais bonito que vivemos juntos?
pt_pt: Qual foi o momento romântico mais bonito que vivemos juntos?

# ec_67
source: How could I make you feel even more loved?
de: Wie könnte ich dir das Gefühl geben, noch mehr geliebt zu werden?
es: ¿Cómo podría hacer que te sintieras aún más amado?
fr: Comment pourrais-je te faire sentir encore plus aimé(e) ?
it: Come potrei farti sentire ancora più amato/a?
nl_nl: Hoe zou ik je nog meer geliefd kunnen laten voelen?
pt_br: Como eu poderia fazer você se sentir ainda mais amado(a)?
pt_pt: Como poderia eu fazer-te sentir ainda mais amado(a)?

# ec_68
source: How do you feel about the current state of our relationship?
de: Wie fühlst du dich mit dem aktuellen Stand unserer Beziehung?
es: ¿Cómo te sientes con respecto al estado actual de nuestra relación?
fr: Que ressens-tu par rapport à l'état actuel de notre relation ?
it: Cosa provi riguardo allo stato attuale della nostra relazione?
nl_nl: Hoe voel je je over de huidige staat van onze relatie?
pt_br: O que você sente em relação ao estado atual do nosso relacionamento?
pt_pt: O que sentes em relação ao estado atual da nossa relação?

# ec_69
source: How loved and appreciated do you feel by me, truly?
de: Wie geliebt und wertgeschätzt fühlst du dich wirklich von mir?
es: ¿Qué tan amado y apreciado te sientes por mí, de verdad?
fr: À quel point te sens-tu aimé(e) et apprécié(e) de ma part ?
it: Quanto ti senti amato/a e apprezzato/a da me, sinceramente?
nl_nl: Hoe geliefd en gewaardeerd voel je je door mij, echt?
pt_br: Até que ponto você se sente amado(a) e valorizado(a) por mim?
pt_pt: Até que ponto te sentes amado(a) e valorizado(a) por mim?

# ec_70
source: What are your expectations of me?
de: Was erwartest du von mir?
es: ¿Cuáles son tus expectativas hacia mí?
fr: Quelles sont tes attentes envers moi ?
it: Quali sono le tue aspettative nei miei confronti?
nl_nl: Wat zijn je verwachtingen van mij?
pt_br: Quais são as suas expectativas em relação a mim?
pt_pt: Quais são as tuas expectativas em relação a mim?

# ec_71
source: What do you love most about our relationship?
de: Was liebst du am meisten an unserer Beziehung?
es: ¿Qué es lo que más te gusta de nuestra relación?
fr: Qu'aimes-tu le plus dans notre relation ?
it: Cosa ami di più nella nostra relazione?
nl_nl: Wat vind je het leukste aan onze relatie?
pt_br: O que você mais ama no nosso relacionamento?
pt_pt: O que mais amas na nossa relação?

# ec_72
source: What activities do you prefer to do with me?
de: Welche Aktivitäten machst du am liebsten mit mir?
es: ¿Qué actividades prefieres hacer conmigo?
fr: Quelles activités préfères-tu faire avec moi ?
it: Quali attività preferisci fare con me?
nl_nl: Welke activiteiten doe je het liefst met mij?
pt_br: Quais atividades você prefere fazer comigo?
pt_pt: Que atividades preferes fazer comigo?

# ec_73
source: Realistically, how do you see our future together?
de: Realistisch gesehen: Wie siehst du unsere gemeinsame Zukunft?
es: Realísticamente, ¿cómo ves nuestro futuro juntos?
fr: De manière réaliste, comment vois-tu notre avenir ensemble ?
it: Realisticamente, come vedi il nostro futuro insieme?
nl_nl: Hoe zie je onze toekomst samen realistisch?
pt_br: De forma realista, como você vê o nosso futuro juntos?
pt_pt: De forma realista, como vês o nosso futuro juntos?

# ec_74
source: What are your dreams and goals for us as a couple?
de: Was sind deine Träume und Ziele für uns als Paar?
es: ¿Cuáles son tus sueños y metas para nosotros como pareja?
fr: Quels sont tes rêves et objectifs pour nous en tant que couple ?
it: Quali sono i tuoi sogni e obiettivi per noi come coppia?
nl_nl: Wat zijn je dromen en doelen voor ons als koppel?
pt_br: Quais são os seus sonhos e objetivos para nós como casal?
pt_pt: Quais são os teus sonhos e objetivos para nós como casal?

# ec_75
source: What would you like us to do more often together?
de: Was würdest du gern öfter mit mir machen?
es: ¿Qué te gustaría que hiciéramos más a menudo juntos?
fr: Qu'aimerais-tu que nous fassions plus souvent ensemble ?
it: Cosa vorresti che facessimo più spesso insieme?
nl_nl: Wat zou je willen dat we vaker samen doen?
pt_br: O que você gostaria que a gente fizesse com mais frequência juntos?
pt_pt: O que gostarias que fizéssemos mais vezes juntos?

# ec_76
source: What do you think is our greatest strength as a couple?
de: Was ist deiner Meinung nach unsere größte Stärke als Paar?
es: ¿Cuál crees que es nuestra mayor fortaleza como pareja?
fr: Selon toi, quelle est notre plus grande force en tant que couple ?
it: Secondo te, qual è la nostra più grande forza come coppia?
nl_nl: Wat vind je onze grootste kracht samen?
pt_br: Qual você acha que é a nossa maior força como casal?
pt_pt: Qual achas que é a nossa maior força como casal?

# ec_77
source: What is your most beautiful memory of our first date?
de: Was ist deine schönste Erinnerung an unser erstes Date?
es: ¿Cuál es tu recuerdo más bonito de nuestra primera cita?
fr: Quel est ton plus beau souvenir de notre premier date ?
it: Qual è il tuo ricordo più bello del nostro primo appuntamento?
nl_nl: Wat is je mooiste herinnering aan onze eerste date?
pt_br: Qual é a sua lembrança mais bonita do nosso primeiro encontro?
pt_pt: Qual é a tua lembrança mais bonita do nosso primeiro encontro?

# ec_78
source: If you had to define our relationship in three words, which would you choose?
de: Wenn du unsere Beziehung in drei Wörtern beschreiben müsstest, welche wären das?
es: Si tuvieras que definir nuestra relación en tres palabras, ¿cuáles elegirías?
fr: Si tu devais définir notre couple en trois mots, lesquels choisirais-tu ?
it: Se dovessi definire la nostra relazione in tre parole, quali sceglieresti?
nl_nl: Als je onze relatie in drie woorden moest beschrijven, welke zou je kiezen?
pt_br: Se você tivesse que definir o nosso relacionamento em três palavras, quais escolheria?
pt_pt: Se tivesses de definir a nossa relação em três palavras, quais escolherias?

# ec_79
source: What makes our relationship unique in your eyes?
de: Was macht unsere Beziehung in deinen Augen einzigartig?
es: ¿Qué hace que nuestra relación sea única a tus ojos?
fr: Qu'est-ce qui rend notre relation unique à tes yeux ?
it: Cosa rende la nostra relazione unica ai tuoi occhi?
nl_nl: Wat maakt onze relatie uniek in jouw ogen?
pt_br: O que torna o nosso relacionamento único aos seus olhos?
pt_pt: O que torna a nossa relação única aos teus olhos?

# ec_80
source: Is there a trip we haven't taken yet but you dream of taking with me?
de: Gibt es eine Reise, die wir noch nicht gemacht haben, von der du mit mir träumst?
es: ¿Hay un viaje que aún no hemos hecho pero sueñas con hacer conmigo?
fr: Y a-t-il un voyage qu'on n'a pas encore fait mais que tu rêves de faire avec moi ?
it: C'è un viaggio che non abbiamo ancora fatto ma che sogni di fare con me?
nl_nl: Is er een reis die we nog niet hebben gemaakt maar waarvan je droomt om die met mij te maken?
pt_br: Existe alguma viagem que ainda não fizemos mas que você sonha em fazer comigo?
pt_pt: Há alguma viagem que ainda não fizemos mas sonhas fazer comigo?

# ec_81
source: How would you spend an ideal weekend with me?
de: Wie würdest du ein perfektes Wochenende mit mir verbringen?
es: ¿Cómo pasarías un fin de semana ideal conmigo?
fr: Comment passerais-tu un week-end idéal avec moi ?
it: Come passeresti un weekend ideale con me?
nl_nl: Hoe zou je een ideaal weekend met mij doorbrengen?
pt_br: Como você passaria um fim de semana ideal comigo?
pt_pt: Como passarias um fim de semana ideal comigo?

# ec_82
source: Do you think infidelity is always a point of no return, regardless of circumstances?
de: Findest du, dass Untreue immer ein Punkt ohne Rückkehr ist egal unter welchen Umständen?
es: ¿Crees que la infidelidad siempre es un punto sin retorno, sin importar las circunstancias?
fr: Penses-tu que l'infidélité est toujours un point de non-retour, peu importe les circonstances ?
it: Pensi che l’infedeltà sia sempre un punto di non ritorno, a prescindere dalle circostanze?
nl_nl: Vind je dat ontrouw altijd een punt van geen terugkeer is, ongeacht de omstandigheden?
pt_br: Você acha que a infidelidade é sempre um ponto sem volta, independentemente das circunstâncias?
pt_pt: Achas que a infidelidade é sempre um ponto sem retorno, independentemente das circunstâncias?

# ec_83
source: What part of me do you find most beautiful (physically or internally)?
de: Welchen Teil von mir findest du am schönsten (äußerlich oder innerlich)?
es: ¿Qué parte de mí te parece más hermosa (física o internamente)?
fr: Quelle partie de moi trouves-tu la plus belle (physiquement ou intérieurement) ?
it: Quale parte di me trovi più bella (esteriormente o interiormente)?
nl_nl: Welk deel van mij vind je het mooist (uiterlijk of innerlijk)?
pt_br: Qual parte de mim você acha mais bonita (física ou interiormente)?
pt_pt: Que parte de mim achas mais bonita (física ou interiormente)?

# ec_84
source: Is there a gesture from me you'd like to become a little ritual between us?
de: Gibt es eine Geste von mir, die du gern zu einem kleinen Ritual zwischen uns machen würdest?
es: ¿Hay un gesto mío que te gustaría que se convirtiera en un pequeño ritual entre nosotros?
fr: Y a-t-il un geste de ma part que tu aimerais qu'on rende un peu plus régulier ?
it: C'è un mio gesto che vorresti diventasse un piccolo rituale tra noi?
nl_nl: Is er een gebaar van mij dat je graag een klein ritueel tussen ons zou zien worden?
pt_br: Existe algum gesto meu que você gostaria que se tornasse um pequeno ritual entre nós?
pt_pt: Há algum gesto meu que gostarias que se tornasse um pequeno ritual entre nós?

# ec_85
source: What do you want to protect at all costs in our relationship?
de: Was willst du in unserer Beziehung um jeden Preis schützen?
es: ¿Qué quieres proteger a toda costa en nuestra relación?
fr: Que veux-tu protéger à tout prix dans notre relation ?
it: Cosa vuoi proteggere a tutti i costi nella nostra relazione?
nl_nl: Wat wil je koste wat kost beschermen in onze relatie?
pt_br: O que você quer proteger a todo custo no nosso relacionamento?
pt_pt: O que queres proteger a todo o custo na nossa relação?

# ec_86
source: What place does humor take in our relationship according to you?
de: Welche Rolle spielt Humor in unserer Beziehung für dich?
es: ¿Qué lugar ocupa el humor en nuestra relación según tú?
fr: Quelle place prend l'humour dans notre couple selon toi ?
it: Che ruolo pensi abbia l’umorismo nella nostra relazione?
nl_nl: Welke plaats neemt humor volgens jou in onze relatie in?
pt_br: Qual importância você acha que o humor tem no nosso relacionamento?
pt_pt: Que importância achas que o humor tem na nossa relação?

# ec_87
source: Who is more inclined to trust, you or me?
de: Wer vertraut schneller, du oder ich?
es: ¿Quién tiende más a confiar, tú o yo?
fr: Qui est le plus enclin à faire confiance, toi ou moi ?
it: Chi è più incline a fidarsi, tu o io?
nl_nl: Wie is geneigd meer te vertrouwen, jij of ik?
pt_br: Quem você acha que é mais propenso a confiar, você ou eu?
pt_pt: Quem achas que é mais inclinado a confiar, tu ou eu?

# ec_88
source: What makes you happiest when we're together?
de: Was macht dich am glücklichsten, wenn wir zusammen sind?
es: ¿Qué es lo que más feliz te hace cuando estamos juntos?
fr: Qu'est-ce qui te rend le plus heureux(se) quand on est ensemble ?
it: Cosa ti rende più felice quando siamo insieme?
nl_nl: Wat maakt je het gelukkigst als we samen zijn?
pt_br: O que mais deixa você feliz quando estamos juntos?
pt_pt: O que te deixa mais feliz quando estamos juntos?
